

sp = [['_C_', 'C__', 'C__', 'C__', '_C_'], ['___', '___', '___', '___', '___'], ['_Д_', '_Д_', '_Д_', 'ДДД', 'Д_Д'],
      ['H_H', 'H_H', 'HHH', 'H_H', 'H_H'], ['ЁЁЁ', 'Ё__', 'ЁЁЁ', 'Ё__', 'ЁЁЁ'], ['M_M', 'MMM', 'M_M', 'M_M', 'M_M'],
      ['У_У', '_У_', '_У_', 'У__', 'У__'], ['Ч_Ч', 'Ч_Ч', 'ЧЧЧ', '__Ч', '__Ч'], ['И_И', 'И_И', 'ИИИ', 'ИИИ', 'И_И'],
      ['TTT', '_T_', '_T_', '_T_', '_T_'], ['EEE', 'E__', 'E', 'E__', 'E'], ['_Л_', 'Л_Л', 'Л_Л', 'Л_Л', 'Л_Л'],
      ['ЯЯЯ', 'Я_Я', 'ЯЯЯ', '_ЯЯ', 'Я_Я']]

res = []

for q in range(0, 5):
    for elem in sp:
        res += elem[q]
    print(res)
    res = ''